/* Unable to share to Slack - message */
"Please check your network connection and try again." = "Comprueba la conexión de red y vuelve a intentarlo.";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "Error al compartir en Slack. Se ha recibido el siguiente mensaje:\n\n%@\n\nPrueba con un destino de uso compartido distinto.";

/* Sign in button Slack */
"Sign In..." = "Iniciar sesión...";

/* Sign out button Slack */
"Sign Out" = "Cerrar sesión";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Error de inicio de sesión en Slack";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "El enlace a tu captura está listo para ser pegado.";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "¡Oh, no! Snagit no puede acceder a tu cuenta de Slack. Si el problema continúa, ponte en contacto con el administrador de tu espacio de trabajo de Slack.";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "No es posible compartir en Slack";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "Carga una imagen o un vídeo en la plataforma de alojamiento Slack.";

